{
  "tooltip_veocean_my_balance": "Your veOCEAN balance which decreases over time unless your lock is renewed. This value is used to calculate your passive rewards.",
  "tooltip_veocean_my_voting_power": "Your veOCEAN voting power which includes veOCEAN delegated to you. This value is used to calculate you, and your delegators' active rewards.",
  "tooltip_veocean_my_locked_ocean": "Total amount of OCEAN tokens you have locked up, in exchange for veOCEAN.",
  "tooltip_veocean_my_lock_ends": "The date when the lock completes, OCEAN tokens are released, and the user is able to withdraw their tokens.",
  "tooltip_veocean_lock_profit": "Total amount of OCEAN tokens received as rewards during the lock period, <strong>subtracting transaction fees.</strong>",
  "tooltip_veocean_lock_compounds": "Number of reward compounds during the lock period.<br/><br/>By default the optimal value is automatically calculated.",
  "tooltip_veocean_lock_multiplier": "The veOCEAN multiplier received based on your lock end time.<br/><br/>Per 1 OCEAN:\n1 Year = 0.25 veOCEAN\n2 Years = 0.5 veOCEAN\n3 Years = 0.75 veOCEAN\n4 Years = 1.0 veOCEAN",
  "tooltip_veocean_lock_passiveAPY": "Increase the Lock End Date and Locked Amount for higher APY.<br/><br/>This estimate is calculated assuming the current numbers remain constant: amount of OCEAN locked, reward emissions, other parameters, <a href=https://docs.oceanprotocol.com/data-farming/passivedf target=_blank>Learn more</a>",
  "tooltip_veocean_receive": "Amount of veOCEAN you'll receive based on the lock end date, and OCEAN deposited.",
  "tooltip_veocean_owner_allocation": "veOCEAN amount currently allocated to a Dataset by the owner.",
  "tooltip_datafarming_title": "If you're interested in identifying high-performing publishers, you can easily see those who are earning 2x stake by the Gold background.",
  "tooltip_datafarming_10_round_consume": "Average Data Consume Volume of a Dataset for the previous 10 Data Farming rounds.",
  "tooltip_datafarming_5_round_consume": "Average Data Consume Volume of a Dataset for the previous 5 Data Farming rounds.",
  "tooltip_datafarming_3_round_consume": "Average Data Consume Volume of a Dataset for the previous 3 Data Farming rounds.",
  "tooltip_datafarming_round_consume": "Data Consume Volume of a Dataset for the current Data Farming round.",
  "tooltip_datafarming_previous_round_consume": "Data Consume Volume of a Dataset for the previous Data Farming round.",
  "tooltip_datafarming_round_apy": "Annual yield of a Dataset based on consume volume, compounded weekly.\n\nThis changes every Data Farming round.",
  "tooltip_datafarming_alloc_amt_no_lock": "To access Data Farming and earn Active Rewards, you need veOCEAN.\n\nPlease visit the veOCEAN page and lock OCEAN tokens.",
  "tooltip_datafarming_alloc_amt_has_lock": "veOCEAN percent you have currently allocated.\n\nAllocate veOCEAN to curate good Datasets with consume volume and earn Active Rewards.",
  "tooltip_datafarming_10_round_allocation": "Average veOCEAN amount allocated to a Dataset across all users in the previous 10 rounds.",
  "tooltip_datafarming_5_round_allocation": "Average veOCEAN amount allocated to a Dataset across all users in the previous 5 rounds.",
  "tooltip_datafarming_3_round_allocation": "Average veOCEAN amount allocated to a Dataset across all users in the previous 3 rounds.",
  "tooltip_datafarming_current_allocation": "veOCEAN amount currently allocated to a Dataset across all users.",
  "tooltip_datafarming_round_allocation": "veOCEAN amount allocated to Dataset across all users, is sampled and used in DF Rewards calculation.\n\nThis number is the same to what is currently allocated in the system.",
  "tooltip_datafarming_my_allocation": "This number represents the percentage of your veOCEAN allocated towards each Dataset.\n\nYour veOCEAN goes down over time but your allocation remain consistent.",
  "tooltip_delegation_delegated": "Amount of veOCEAN delegated to receiver wallet address.",
  "tooltip_delegation_expiry_date": "The date on which your delegation will expiry.",
  "tooltip_delegation_received": "Amount of veOCEAN received from delegators.",
  "tooltip_datafarming_10_round_asset_APY": "Average Data Farming Rewards APY for the previous 10 rounds.",
  "tooltip_datafarming_5_round_asset_APY": "Average Data Farming Rewards APY for the previous 5 rounds.",
  "tooltip_datafarming_3_round_asset_APY": "Average Data Farming Rewards APY for the previous 3 rounds.",
  "tooltip_datafarming_previous_round_asset_APY": "Data Farming Previous Round Per Asset Rewards APY resets each Round and it is calculated using rewards compounding.\n\nAPY = ((1 + previousRoundYield)^52) - 1",
  "tooltip_datafarming_previous_round_asset_APR": "Data Farming Previous Round Per Asset Rewards APR resets each Round and it is relative to veOCEAN allocated and consume volume.\n\nAPR = previousRoundYield * 52",
  "tooltip_datafarming_previous_round_asset_yield": "Data Farming Previous Round Per Asset Rewards Yield represents the ROI for the round.\n\npreviousRoundYield = rewards Amount / ocean allocated",
  "tooltip_datafarming_current_round_asset_APY": "Data Farming Current Round Per Asset Rewards APY resets each Round and it is calculated using rewards compounding.\n\nAPY = ((1 + roundYield)^52) - 1",
  "tooltip_datafarming_current_round_asset_APR": "Data Farming Current Round Per Asset Rewards APR resets each Round and it is relative to veOCEAN allocated and consume volume.\n\nAPR = roundYield * 52",
  "tooltip_datafarming_current_round_asset_yield": "Data Farming Current Round Per Asset Rewards Yield represents the ROI for the round.\n\nroundYield = rewards Amount / ocean allocated",
  "tooltip_datafarming_my_ve_allocation": "This number represents the total amount of your veOCEAN allocated towards each Dataset.",
  "tooltip_rewards_history_rounds": "Data Farming rewards distribution rounds. Rounds happen every week starting and ending each Thursday.",
  "tooltip_rewards_overview": "Data Farming APY for both Passive & Active Rewards.\n\nRounds happen every week starting and <a href=https://docs.oceanprotocol.com/veocean-data-farming/df-intro#when-to-claim target=_blank>ending each Thursday at midnight GMT.</a>",
  "tooltip_rewards_apy_passive": "Data Farming Passive Rewards APY is calculated relative to your Ocean locked.\n\nThe longer you lock, the higher your APY will be.",
  "tooltip_rewards_apy_active": "Data Farming Active Rewards APY resets each Round and is relative to your Ocean locked and DataNFT curation.\n\nThe longer you lock, and the better you curate, the higher your APY will be.",
  "tooltip_rewards_history_active_rewards": "Rewards distributed for active curation of Datasets. Active rewards are emitted based on Data Consume Volume.<br/><br/>Please check the docs for more info.",
  "tooltip_rewards_apy_passive_history": "Average / User\n\nHistorical Passive Rewards distributed to users holding veoCEAN.",
  "tooltip_rewards_apy_volume_history": "Average / User\n\nHistorical Volume DF Rewards distributed to users engaged in Data Farming.",
  "tooltip_active_rewards": "The formula for calculating the active rewards can change. You can find the formula for the current round <a href=https://docs.oceanprotocol.com/veocean-data-farming-tutorial target=_blank>here</a>"
}
