{
    "tooltip_veocean_my_balance": "Your veOCEAN balance which decreases over time unless your lock is renewed. This value is used to calculate your passive rewards.",
    "tooltip_veocean_my_voting_power": "Your veOCEAN voting power which includes veOCEAN delegated to you. This value is used to calculate you, and your delegators' active rewards.",
    "tooltip_veocean_my_locked_ocean": "Total amount of OCEAN tokens you have locked up, in exchange for veOCEAN.",
    "tooltip_veocean_my_lock_ends": "The date when the lock completes, OCEAN tokens are released, and the user is able to withdraw their tokens.",
    "tooltip_veocean_lock_multiplier": "The veOCEAN multiplier received based on your lock end time.\n\nPer 1 OCEAN:\n1 Year = 0.25 veOCEAN\n2 Years = 0.5 veOCEAN\n3 Years = 0.75 veOCEAN\n4 Years = 1.0 veOCEAN",
    "tooltip_veocean_receive": "The amount of veOCEAN you'll receive based on the lock end date, and OCEAN deposited.",
    "tooltip_datafarming_consume": "Total Data Consume Volume of a dataset for the current Data Farming round.",
    "tooltip_datafarming_available_allocation": "Percent of veOCEAN voting power available to be allocated.\n\nTo receive active rewards, you need to allocate your veOCEAN to datasets with consume volume.",
    "tooltip_datafarming_total_allocations": "Total veOCEAN amount allocated to a dataset across all users.",
    "tooltip_apy": "Anual investment return of a dataset based on current consume volume, including compound interest.",
    "tooltip_datafarming_my_allocations": "This number represents the percentage of your veOCEAN allocated towards each dataset.\n\nYour veOCEAN goes down over time but your allocation remain consistent.",
    "tooltip_rewards_history_rounds": "Data Farming rewards distribution rounds. Rounds happen every week starting and ending each Thursday.",
    "tooltip_rewards_history_active_rewards": "Rewards distributed for active curation of datasets. Active rewards are emitted based on Data Consume Volume.\n\nPlease check the docs for more info.",
    "tooltip_active_rewards": "The formula for calculating the active rewards can change. You can find the formula for the current round <a href=https://docs.oceanprotocol.com/veocean-data-farming-tutorial) target=_blank>here</a>"
}